Repository: PersonifyInc/growl
Catalog: Extras/GrowlTunes/GrowlTunes/*.lproj/Localizable.strings
Languages: he, ro

source: Album
he: אלבום

source: Album Artist
he: אמן אלבום
ro: Albumul artistului

source: Album Artist or Artist
he: אמן אלבום או אמן
ro: Albumul artistului sau artist

source: Artist
he: אמן

source: Bring iTunes to Front
he: הבא את iTunes לחזית
ro: Adu iTunes în prim plan

source: Changed Tracks
he: רצועות שהתחלפו
ro: Piese modificate

source: Comment
he: הערה
ro: Observație

source: Configure Formatting
he: הגדרת סגנון
ro: Formatarea configurării

source: Description
he: תיאור
ro: Descriere

source: Episode ID
he: מזהה פרק
ro: ID-ul episodului

source: Episode Number
he: מס' פרק
ro: Numărul episodului

source: Long Description
he: תיאור מורחב
ro: Descriere amănunțită

source: Long Description, Comment, or Description
he: תיאור מורחב, הערה או תיאור
ro: Descriere amănunțită, comentariu, sau descriere

source: Name
he: שם
ro: Nume

source: Notify when iTunes is active
he: התרע כאשר iTunes פעילה
ro: Notifică atunci când iTunes este activ

source: Paused
he: מושהה
ro: Redare întreruptă

source: Play Time
he: זמן ניגון
ro: Timpul redării

source: Quit Both
he: צא משניהם
ro: Închide ambele

source: Quit GrowlTunes
he: צא מ- GrowlTunes
ro: Închide GrowlTunes

source: Quit iTunes
he: צא מ- iTunes
ro: Închide iTunes

source: Rating
he: דירוג
ro: Apreciere

source: Season Number
he: מס' עונה
ro: Numărul sezonului

source: Show
he: הצג
ro: Afișează

source: Start iTunes
he: הפעל iTunes
ro: Pornește iTunes

source: Started
he: פועל
ro: Pornit

source: Stopped
he: מופסק
ro: Oprit

source: Stream Title
he: כותרת סטרים
ro: Titlul secvenței

source: Track Count
he: ספירת רצועות
ro: Repetări piesă

source: Track Number
he: מס' רצועה
ro: Numărul piesei

source: Video Kind
he: סוג וידאו
ro: Tip video

source: Volume
he: עוצמת שמע
ro: Ton

source: ← Previous Track
he: רצועה קודמת
ro: ← Piesa anterioară

source: → Next Track
he: רצועה הבאה
ro: → Următoarea piesă

source: ▶ Play/Pause
he: נגן/השהה
ro: ▶ Redă/Pauză
