Repository: PersonifyInc/growl
Catalog: Extras/HardwareGrowler/*.lproj/Localizable.strings
Languages: ro

source: 6to4 relay
ro: releu 6>4

source: AirPort Connected
ro: AirPort conectat

source: Airport connected
ro: Airport conectat

source: Airport disconnected
ro: Airport deconectat

source: AirPort Disconnected
ro: AirPort deconectat

source: Battery charging...
ro: Se încarcă bateria...

source: Benchmark
ro: Performanță

source: Bluetooth Connection
ro: Conexiune Bluetooth

source: Bluetooth Device Connected
ro: Dispozitiv Bluetooth conectat

source: Bluetooth Device Disconnected
ro: Dispozitiv Bluetooth deconectat

source: Bluetooth Disconnection
ro: Deconectare Bluetooth

source: Current charge: %d%%
ro: Încărcat: %d%%

source: Ethernet activated
ro: Rețea activată

source: Ethernet deactivated
ro: Rețea dezactivată

source: FireWire Connection
ro: Conexiune prin cablu

source: FireWire Device Connected
ro: Dispozitiv cu cablu conectat

source: FireWire Device Disconnected
ro: Dispozitiv cu cablu deconectat

source: FireWire Disconnection
ro: Deconectare cablu

source: Group Network Notifications
ro: Grup rețea de notificări

source: Interface: en0
ro: Interfață: en0

source: Interface: en0 Media: %@
ro: Interfață: en0 Media: %@

source: IP Acquired
ro: IP primit

source: IP address acquired
ro: Adresă IP primită

source: IP address released
ro: Adresă IP expediată

source: IP Released
ro: IP expediat

source: Joined network. SSID: %@ BSSID: %@
ro: Rețea anexatăconectată. SSID: %1$@ BSSID: %2$@

source: Left network %@.
ro: A părăsit rețeaua %@.

source: Link-local
ro: Legătură locală

source: Loopback
ro: Dă înapoi

source: Network Link Down
ro: Rețea căzută

source: Network Link Up
ro: Rețea activă

source: New primary IP: %@ (%@)
ro: Noul IP primar: %1$@ (%2$@)

source: No IP address now
ro: Nicio adresă IP acum

source: On A/C power
ro: Consumator de curent alternativ

source: On battery power
ro: Consumator de curent continuu

source: On UPS power
ro: Consum de curent prin UPS

source: Preferences...
ro: Preferințe...

source: Private
ro: Privat

source: Quit HardwareGrowler
ro: Închide

source: Reserved
ro: Rezervat

source: Show Connected Devices at Launch
ro: Afișează dispozitivele conectate în momentul pornire

source: Switched to A/C Power
ro: Comută pe curent alternetiv

source: Switched to Battery Power
ro: Comută pe curent continuu

source: Switched to UPS Power
ro: Comută pe curent prin UPS

source: Sync finished
ro: Sincronizare terminată

source: Sync started
ro: A început sincronizarea

source: This setting will take effect when Hardware Growler restarts
ro: Configurărea va avea efect la următoarea repornire a HardwareGrowler

source: Time remaining: %i minutes
ro: Timp rămas: %i minute

source: Time to charge: %i minutes
ro: Timp pentru încărcare: %i minute

source: Unnamed FireWire Device
ro: Dispozitiv cablat fără nume

source: USB 2.0 Bus
ro: Magistrală USB 2.0

source: USB Bus
ro: Magistrală USB

source: USB Connection
ro: Conexiune USB

source: USB Device Connected
ro: Dispozitiv USB conectat

source: USB Device Disconnected
ro: Dispozitiv USB deconectat

source: USB Disconnection
ro: Deconectare USB

source: Volume Mounted
ro: Volum atașat

source: Volume Unmounted
ro: Volum detașat

source: Open HardwareGrowler Preferences...
ro: Preferințe...

source: Show icon in both
ro: afișată în Doc și bara de meniu

source: Show icon in the dock
ro: afișată în Doc

source: Show icon in the menubar
ro: afișată în bara de meniu

source: No icon visible
ro: neafișată

source: Icon:
ro: Pictogramă:

source: Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item. To access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder.
ro: Pictograma nu va fi afișată în Doc și nici în bara de meniu. Pentru accesarea preferințelor, accesează HardwareGrowler din tabloul de lansare (Launchpad) sau deschide HardwareGrowler în Finder.

source: Warning! Enabling this option will cause HardwareGrowler to run in the background
ro: Avertisment! HardwareGrowler va funcționa în continuu din spatele cortinei.

source: Alert! Enabling this option will add HardwareGrowler to your login items
ro: Atenție! HardwareGrowler va porni în mod automat imediat după autentificare

source: Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times
ro: HardwareGrowler va porni de fiecare dată în mod automat imediat după autentificare, astfel încât să fie disponibil aplicațiilor care se folosesc de el tot timpul

source: Start HardwareGrowler at Login:
ro: Pornește HardwareGrowler imediat la autentificare:
