Repository: PersonifyInc/growl
Catalog: Extras/Capster/Growl Caps Notifier/*.lproj/Localizable.strings
Languages: el

source: Black App Icons
el: Μαύρα Εικονίδια

source: Caps Lock off
el: Απενεργοποίηση Caps Lock

source: Caps Lock on
el: Ενεργοποίηση Caps Lock

source: Close
el: Κλείσιμο

source: Colored App Icons
el: Χρωματισμένα Εικονίδια

source: Colored Orbs
el: Χρωματισμένες Σφαίρες

source: Menu bar icon:
el: Εικονίδιο μπαρας μενού:

source: No Icon
el: Κανένα Εικονίδιο

source: Preferences
el: Επιλογές

source: Open Capster Preferences...
el: Άνοιγμα Επιλογών Capster...

source: Starting
el: Έναρξη

source: Start Capster at Login:
el: Έναρξη του Capster κατά την Είσοδο:

source: Enabling this option will cause Capster to run without showing a dock icon or a menu item. To access preferences, tap Capster in Launchpad, or open Capster in Finder.
el: Ενεργοποιόντας αυτή την επιλογή, θα θέσετε το Capster να τρέχει χωρίς να δείχνει ένα εικονίδιο στο dock, ή στη γραμμή μενού. Για να ανοίξετε τις επιλογές, κάντε κλίκ στο Capster στο Launchpad, ή ανοίξτε το Capster στον Finder.

source: Warning! Enabling this option will cause Capster to run in the background
el: Προσοχή! Ενεργοποιόντας αυτή την επιλογή θα ρυθμίσετε το Capster να τρέχει στο παρασκήνιο.

source: Alert! Enabling this option will add Capster to your login items
el: Προσοχή! Ενεργοποιόντας αυτή την επιλογή θα προσθέσετε το Capster στα login items σας
